Repository: HasteDesign/Registrations-for-WooCommerce
Catalog: languages/woocommerce-registrations-*.po
Languages: pt_br

source: From %s to %s
pt_br: De %s à %s

source: saturday
pt_br: sábado

source: monday
pt_br: domingo

source: sunday
pt_br: segunda-feira

source: tuesday
pt_br: terça-feira

source: wednesday
pt_br: quarta-feira

source: thursday
pt_br: quinta-feira

source: friday
pt_br: sexta-feira

source: Registration
pt_br: Inscrição

source: Dates
pt_br: Datas

source: to
pt_br: até

source: %sRegistrations for WooCommerce Installed%s &#8211; %sYou're ready to start selling registrations!%s
pt_br: %sRegistrations for WooCommerce instalados%s &#8211; %sVocê está pronto para vendar inscrições!%s

source: Participants in %s - %s
pt_br: Participantes em %s - %s

source: Participants in %s
pt_br: Participantes em %s

source: Participant #%u
pt_br: Participante #%u

source: Name
pt_br: Nome

source: Mary Anna
pt_br: Maria Ana

source: Surname
pt_br: Sobrenome

source: Smith
pt_br: Silva

source: mary@anna.com.br
pt_br: maria@maria.com.br

source: Please enter a correct name to participant #%u
pt_br: Por favor entre com um nome correto para o participante #%u

source: Please enter a correct email to participant #%u
pt_br: Por favor entre com um email correto para o participante #%u

source: Start Time
pt_br: Início

source: End Time
pt_br: Término

source: Days of Week when this event occurs.
pt_br: Dias da semana em que o evento ocorrerá.

source: Monday
pt_br: Domingo

source: Sunday
pt_br: Segunda-Feira

source: Tuesday
pt_br: Terça-Feira

source: Wednesday
pt_br: Quarta-Feira

source: Thursday
pt_br: Quinta-Feira

source: Friday
pt_br: Sexta-Feira

source: Saturday
pt_br: Sábado

source: Single Day
pt_br: Dia Único

source: Event Day
pt_br: Dia do Evento

source: Remove
pt_br: Remover

source: Multiple Days
pt_br: Múltiplos Dias

source: Day
pt_br: Dia

source: Remove Day
pt_br: Remover Dia

source: Remove All
pt_br: Remover Todos

source: Add Day
pt_br: Adicionar Dia

source: Range Date
pt_br: Intervalo de Datas

source: Event start and end date
pt_br: Data de início e término do evento

source: From
pt_br: De

source: to
pt_br: até

source: Please set the end date after the start date.
pt_br: Por favor defina uma data de término posterior a data de início.

source: Save Dates
pt_br: Salvar Datas

source: Add New Date
pt_br: Adicionar Nova Data

source: Single Date
pt_br: Dia Único

source: Multiple Date
pt_br: Múltiplos Dias

source: Saved Dates
pt_br: Datas Salvas

source: Your dates have been saved. Go into the Variations Tab and create a variation for each of your dates and continue to configure your registration date specific information.
pt_br: Suas datas foram salvas. Vá para a aba Variações e crie uma variação para as suas datas e continua a configuração dos dados específicos de sua inscrição em cada data.

source: This product is currently out of stock and unavailable.
pt_br: Este produto está atualmente sem vagas e indisponível.

source: Clear selection
pt_br: Limpar seleção

source: %sRegistrations for WooCommerce is inactive.%s The %sWooCommerce plugin%s must be active for Registrations for WooCommerce to work. Please %sinstall & activate WooCommerce%s
pt_br: %sRegistrations for WooCommerce está inativo.%s The %sO plugin WooCommerce %s deve estar ativo para que o Registrations for WooCommerce funcione. Por favor %sinstale e ative o WooCommerce%s

source: %sRegistrations for WooCommerce is inactive.%s This version of Registrations requires WooCommerce 2.1 or newer. Please %supdate WooCommerce to version 2.1 or newer%s
pt_br: %sRegistrations for WooCommerce está inativo.%s Está versão do Registrations requer o WooCommerce 2.1 ou superior. Por favor %satualize o WooCommerce para a versão 2.1 ou superior%s

source: %sYou have an out-of-date version of WooCommerce installed%s. WooCommerce Registrations no longer supports versions of WooCommerce prior to 2.0. Please %supgrade WooCommerce to version 2.0 or newer%s to avoid issues.
pt_br: %sVocê possui uma versão desatualizada do WooCommerce instalada%s. Registrations for WooCommerce não suporta mais versões do WooCommerce anteriores a 2.0. Por favor %satualize o WooCommerce para a versão 2.0 ou mais recente%s para evitar problemas.

source: %sYou have an out-of-date version of WooCommerce installed%s. WooCommerce Registrations requires WooCommerce 2.0.16 or newer. Please %supdate WooCommerce to the latest version%s.
pt_br: %sVocê possui uma versão desatualizada do WooCommerce instalada%s. Registrations for WooCommerce não suporta mais versões do WooCommerce anteriores a 2.0.16 Por favor %satualize o WooCommerce para a versão 2.0 ou mais recente%s para evitar problemas.
